{
    "basic_info": {
      "description_header": "Hi",
      "description": "👋 Hello, My name is Anthony Lopez! I am a Software Developer with a background in Order Management & Customer Care who is passionate about learning and conquering new challenges. I work with LG CNS remotely as an Order Entry Specialist. At LG, I provide quality customer care to sales people and distributors as well as meticulously process orders for HVAC projects. In my line of work, one must possess a keen eye for detail, be highly adaptable to priority shifts in projects and contain excellent analytical & communication skills to solve customer issues. I wish to leverage the skills I’ve developed to secure a successful and fulfilling role in the Tech industry where I can strengthen my Software Development skills.",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "Salmon Cookies",
        "startDate": "2022",
        "description": "An application that calculates the average amount of cookies sold per hour based on customer volume. This app also calculate each hours total cookies for each hour of day and shows the total cookies sold per store location as well as total of all stores! Additional store information can be added to the data table in the app.",
        "images": [
          "images/portfolio/salmoncookies/SalmonCookies1.png",
          "images/portfolio/salmoncookies/SalmonCookies2.png",
          "images/portfolio/salmoncookies/SalmonCookies3.png"
        ],
        "url": "https://ostyantic.github.io/cookie-stand/",
        "technologies": [
          {
            "class": "devicon-html5-plain-wordmark",
            "name": "HTML 5"
          },
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          },
          {
            "class": "devicon-css3-plain-wordmark",
            "name": "CSS 3"
          }
        ]
      },
      {
        "title": "Odd Duck Products",
        "startDate": "2022",
        "description": "This application was created to allow users to vote for 1 out of 3 randomly rendered images. The user receives 25 votes total and each time they vote, a new selection of images are rendered. After 25 votes, the user is able to view the results of votes which renders a list detailing how many views each image has, and their vote count. A bar graph is also rendered when the user clicks to view their results!",
        "images": [
          "images/portfolio/odd-duck/OddDuck1.png",
          "images/portfolio/odd-duck/OddDuck2.png",
          "images/portfolio/odd-duck/OddDuck3.png"
        ],
        "url": "https://ostyantic.github.io/odd-duck/",
        "technologies": [
          {
            "class": "devicon-html5-plain-wordmark",
            "name": "HTML 5"
          },
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          },
          {
            "class": "devicon-css3-plain-wordmark",
            "name": "CSS 3"
          }
        ]
      },
      {
        "title": "Simon Says",
        "startDate": "2022",
        "description": "A memory game that focuses on selecting a pattern of colors decided by 'Simon'. This is a game that is very begginer friendly and also challenging for those who want to test their memory skills! At the start of each round, 'Simon' picks a pattern of colors starting at one and adding a new color to the aforemention pattern each time the player completes the sequence. The speed at which each color is added is also incremented (the higher the level, the faster the speed). Each correct color grants the player a point and each point is tallied until the play picks the wrong color. At game over, the player inputs their name and their score is recorded. The top 10 highest scores are recorded for all players to compete against!",
        "images": [
          "images/portfolio/simonsays/Gameboard.png",
          "images/portfolio/simonsays/Leaderboard.png",
          "images/portfolio/simonsays/BackgroundSelector.png"
        ],
        "url": "GittBizzy.github.io/SimonSays/",
        "technologies": [
          {
            "class": "devicon-html5-plain-wordmark",
            "name": "HTML 5"
          },
          {
            "class": "devicon-javascript-plain",
            "name": "JavaScript"
          },
          {
            "class": "devicon-css3-plain-wordmark",
            "name": "CSS 3"
          }
        ]
      }
    ],
    "experience": [
      {
        "company": "DefOpenSource",
        "title": "Front-End Developer",
        "years": "10.2019 - present",
        "mainTech": [
          "Angular 8/9/10"
        ],
        "technologies": [
          "REST API",
          "RxJS",
          "JavaScript",
          "Bootstrap",
          "MDBootstrap",
          "EF Core",
          ".NET Core",
          "SignalR",
          "Angular Material"
        ]
      },
      {
        "company": "Serros Solutions",
        "title": "Intern",
        "years": "01.2018 - 09.2019",
        "mainTech": [
          "Angular 7/8"
        ],
        "technologies": [
          "RxJS",
          "Django",
          "PHP",
          "JavaScript",
          "DHTMLX Gantt"
        ]
      }
    ]
  }
